Repository: AlbertHuangT/Smart-Sort
Catalog: The Trash/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Account
zh_hans: 账户

source: Account Binding
zh_hans: 账号绑定

source: Accurate
zh_hans: 准确

source: Analyzing...
zh_hans: 正在分析...

source: Bind Email
zh_hans: 绑定邮箱

source: Bind Phone
zh_hans: 绑定手机

source: Camera access needed
zh_hans: 需要相机权限

source: Cancel
zh_hans: 取消

source: Code
zh_hans: 验证码

source: Coming Soon
zh_hans: 敬请期待

source: Compostable
zh_hans: 厨余/堆肥

source: Correct Category (Required)
zh_hans: 正确分类 (必填)

source: Correction
zh_hans: 纠错反馈

source: Detected:
zh_hans: 识别结果:

source: e.g. Starbucks Cup
zh_hans: 例如：星巴克纸杯

source: Eco Warrior
zh_hans: 环保卫士

source: Electronic
zh_hans: 电子废弃物

source: Email
zh_hans: 邮箱

source: Enter Email
zh_hans: 输入邮箱

source: Enter OTP
zh_hans: 输入验证码

source: Enter Phone
zh_hans: 输入手机号

source: Friends
zh_hans: 好友

source: General Trash
zh_hans: 其他垃圾

source: Guest
zh_hans: 游客

source: Hazardous
zh_hans: 有害垃圾

source: Identify
zh_hans: 识别

source: Inaccurate
zh_hans: 不准确

source: Incorrect
zh_hans: 不正确

source: Item Name (Optional)
zh_hans: 物品名称 (选填)

source: Leaderboard
zh_hans: 排行榜

source: Link
zh_hans: 绑定

source: Linked
zh_hans: 已绑定

source: Loading challenges...
zh_hans: 挑战加载中…

source: Log Out
zh_hans: 退出登录

source: Member
zh_hans: 正式会员

source: My Account
zh_hans: 我的账户

source: No friends yet
zh_hans: 暂无好友

source: None of your contacts are playing yet. Invite them!
zh_hans: 通讯录中暂无好友在玩。 邀请他们！

source: Open Camera
zh_hans: 打开相机

source: Phone
zh_hans: 手机

source: Phone (+1...)
zh_hans: 手机号 (+86...)

source: Point at trash and snap
zh_hans: 对准垃圾拍照

source: Profile
zh_hans: 个人资料

source: pts
zh_hans: 分

source: Recyclable
zh_hans: 可回收物

source: Refresh Arena
zh_hans: 刷新竞技场

source: Reward
zh_hans: 奖励

source: Rewards
zh_hans: 奖励

source: Rewards Center
zh_hans: 奖励中心

source: Send Code
zh_hans: 发送验证码

source: Send Confirmation
zh_hans: 发送确认邮件

source: Submit
zh_hans: 提交

source: Sync Contacts
zh_hans: 同步通讯录

source: Sync contacts to compete!
zh_hans: 同步通讯录来比拼！

source: Tap button to scan trash
zh_hans: 点击按钮扫描垃圾

source: The Trash
zh_hans: 垃圾识别

source: Trash Arena
zh_hans: 垃圾竞技场

source: Use credits to redeem eco-gifts!
zh_hans: 使用积分兑换环保好礼！

source: Verify
zh_hans: 识别

source: Verify & Link
zh_hans: 验证并绑定
